[
    {
        "code": "PRIVACY_HEADER",
        "message": " Politique de confidentialité pour la console d'administration",
        "module": "digit-privacy-policy",
        "locale": "fr_IN"
    },
    {
        "code": "PRIVACY_HEADER_1_SUB_1",
        "message": "Introduction",
        "module": "digit-privacy-policy",
        "locale": "fr_IN"
    },
    {
        "code": "DIGIT_TABLE_OF_CONTENTS",
        "message": "Table des matières",
        "module": "digit-privacy-policy",
        "locale": "fr_IN"
    },
    {
        "code": "PRIVACY_HEADER_1_SUB_1_DESC_1",
        "message": "Ceci est la politique de confidentialité de la console d'administration",
        "module": "digit-privacy-policy",
        "locale": "fr_IN"
    },
    {
        "code": "PRIVACY_HEADER_1_SUB_1_DESC_2",
        "message": "Admin Console est un logiciel qui permet la fourniture de services publics par l'agence gouvernementale ou l'entrepreneur concerné et/ou le paiement de taxes et/ou de frais par vous à une agence gouvernementale. Il est alimenté par la plateforme DIGIT, développée et maintenue par la Fondation eGov.",
        "module": "digit-privacy-policy",
        "locale": "fr_IN"
    },
    {
        "code": "PRIVACY_HEADER_1_SUB_1_DESC_3",
        "message": "La console d'administration a été adoptée dans votre juridiction par le nom de l'agence gouvernementale.",
        "module": "digit-privacy-policy",
        "locale": "fr_IN"
    },
    {
        "code": "PRIVACY_HEADER_1_SUB_1_DESC_4",
        "message": "Vous consultez cette politique de confidentialité car vous allez utiliser la console d'administration pour accéder à un service public et/ou payer des taxes et/ou des frais à une agence gouvernementale.",
        "module": "digit-privacy-policy",
        "locale": "fr_IN"
    },
    {
        "code": "PRIVACY_HEADER_1_SUB_1_DESC_5",
        "message": "Lorsque vous utilisez la console d'administration, vos données, y compris les informations personnelles identifiables (PII), peuvent être collectées, stockées, traitées, utilisées et partagées.",
        "module": "digit-privacy-policy",
        "locale": "fr_IN"
    },
    {"code": "PRIVACY_HEADER_1_SUB_1_DESC_6","message":"Cette politique de confidentialité décrit la base de cette collecte, stockage, traitement, utilisation etpartage et fournit des détails supplémentaires sur la manière dont cela sera effectué.",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_1_SUB_1_DESC_7",
    "message": "Cette politique de confidentialité décrit également vos droits concernant ces données.",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_2_SUB_2",
    "message": "Définitions",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_2_SUB_2_DESC_1",
    "message": "Dans cette politique de confidentialité :",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_2_SUB_2_DESC_2",
    "message": "un. « Vous » désigne vous, lecteur de cette politique, et plus largement tout utilisateur de l'Admin Console.",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_2_SUB_2_DESC_3",
    "message": "b. « Données » ou « vos données » font référence aux données vous concernant qui peuvent être collectées, stockées, traitées, utilisées et/ou partagées lors de votre utilisation de la console d'administration.",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_2_SUB_2_DESC_4",
    "message": "c. Les « informations personnellement identifiables » ou « PII » font référence aux données vous concernant qui permettraient aux personnes consultant ces données de vous identifier et/ou de vous contacter, telles que votre nom, le nom de votre parent/tuteur, votre numéro de téléphone personnel, votre identifiant de messagerie personnel, votre adresse postale personnelle. /adresse résidentielle, photographies de vous, photographies/copies numérisées de vos documents d'identité et informations biométriques telles que votre empreinte digitale ou empreinte rétinienne.",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_2_SUB_2_DESC_3_SUBDESC_1",
    "message": "je. Veuillez noter que si vous êtes un employé ou un entrepreneur du gouvernement, votre nom, votre désignation et vos coordonnées officielles (numéro de téléphone, identifiant de messagerie, adresse postale) ne sont pas considérés comme des informations personnelles. ",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_2_SUB_2_DESC_3_SUBDESC_2",
    "message": "ii. Votre numéro d’identification nationale ou autre numéro de document d’identité, bien qu’il ne s’agisse pas en lui-même de PII, sera traité comme PII. ",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_2_SUB_2_DESC_6",
    "message": "d. « Propriétaire du programme », « Agence gouvernementale » et « Gouvernement concerné » font tous référence au nom de l'agence gouvernementale. ",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_3_SUB_3",
    "message": "Base de la collecte, du stockage, du traitement, de l'utilisation et du partage des données",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_3_SUB_3_DESC_1",
    "message": "politique-de-confidentialité-de-digit",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_3_SUB_3_DESC_2",
    "message": "La base de cette collecte, stockage, traitement, utilisation et partage de données est que le propriétaire du programme est une agence gouvernementale et agit conformément à son mandat de fournir des services et/ou de collecter des taxes et/ou des frais auprès de vous. Il s’agit d’un objectif légitime et votre consentement n’est pas requis pour une telle collecte, stockage, traitement, utilisation et partage de données.",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_4_SUB_4",
    "message": "Collecte de données",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_4_SUB_4_DESC_1",
    "message": "Lorsque vous accédez aux services via Solution Name, vos données (y compris vos informations personnelles) peuvent être collectées des manières suivantes :",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_4_SUB_4_DESC_1_SUBDESC_1",
    "message": "Vous fournissez ces données via l’utilisation de l’application mobile",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_4_SUB_4_DESC_1_SUBDESC_2",
    "message": "Vous fournissez ces données via l'utilisation d'un chatbot Whatsapp",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_4_SUB_4_DESC_1_SUBDESC_3",
    "message": "Vous fournissez ces données via l’utilisation d’une ligne d’assistance téléphonique ou d’un système IVR",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_4_SUB_4_DESC_1_SUBDESC_4",
    "message": "Vous fournissez ces données via l’utilisation d’un site Web gouvernemental",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_4_SUB_4_DESC_1_SUBDESC_5",
    "message": "Vous fournissez ces données en personne, dans un centre de services aux citoyens, dans un bureau gouvernemental ou dans un lieu similaire.",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_4_SUB_4_DESC_1_SUBDESC_6",
    "message": "Vous fournissez ces données à un vulgarisateur/intermédiaire/bénévole reconnu",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_4_SUB_4_DESC_1_SUBDESC_7",
    "message": "La console d'administration accède à ces données à partir des enregistrements administratifs existants.",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_4_SUB_4_DESC_2",
    "message": "Admin Console suit par défaut les principes de limitation des finalités et de minimisation des données. Il vous sera demandé de fournir des données (y compris des informations personnelles) uniquement si ces données sont nécessaires au propriétaire du programme pour vous fournir les services que vous demandez et/ou accepter votre paiement de taxes et/ou de frais.",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_5_SUB_5",
    "message": "Stockage des données",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_5_SUB_5_DESC_1",
    "message": "Par défaut, la console d'administration adopte les pratiques suivantes pour garantir que vos informations personnelles sont stockées en toute sécurité :",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_5_SUB_5_DESC_1_SUBDESC_1",
    "message": "Stockage numérique sécurisé : la plate-forme DIGIT est conçue avec des paramètres de sécurité par défaut qui offrent une protection robuste. Même si les administrateurs peuvent ajuster ces paramètres pour répondre à des besoins spécifiques, la configuration prête à l'emploi est sécurisée.",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_5_SUB_5_DESC_1_SUBDESC_2",
    "message": "Chiffrement au repos : le service de chiffrement de la plateforme DIGIT permet le chiffrement de toutes les données sensibles stockées par la console d'administration.",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_5_SUB_5_DESC_1_SUBDESC_3",
    "message": "Cryptage en transit : toutes les données sont transmises via HTTPS (TLS Encryption).",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_5_SUB_5_DESC_1_SUBDESC_4",
    "message": "Journaux d'audit signés : toutes les modifications apportées aux données sont enregistrées dans un journal d'audit signé, garantissant la non-répudiabilité – c'est-à-dire qu'il est toujours possible de savoir qui a apporté une modification donnée, et cet utilisateur ne peut pas réfuter qu'il a effectué cette modification.",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_5_SUB_5_DESC_1_SUBDESC_5",
    "message": "Registre d'utilisateurs : le nom de la solution stocke toutes vos informations personnelles dans un registre unique et sécurisé, appelé registre d'utilisateurs. L'accès au registre des utilisateurs est limité/contrôlé – voir la section « Traitement et utilisation des données » pour plus de détails.",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_6_SUB_1",
    "message": "Traitement et utilisation des données",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_6_SUB_6_DESC_1",
    "message": "Lorsque vous accédez aux services du propriétaire du programme, vos données (y compris vos informations personnelles) seront traitées et utilisées pour vous fournir les services que vous demandez et/ou pour collecter et enregistrer les taxes et/ou frais que vous payez.",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_6_SUB_6_DESC_2",
    "message": "Admin Console suit par défaut les principes du moindre privilège et de la limitation des objectifs. Seules les personnes/utilisateurs qui ont besoin de voir vos données (y compris vos informations personnelles) pour effectuer leur travail y auront accès.",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_6_SUB_6_DESC_3",
    "message": "La console d'administration garantit que l'accès est limité uniquement à ces utilisateurs en exigeant une authentification et une autorisation (c'est-à-dire que chaque utilisateur doit se connecter et vérifier qui il est) et des contrôles d'accès basés sur les rôles (RBAC), dans lesquels les données auxquelles ils peuvent accéder sont déterminées par leur rôle.",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_6_SUB_6_DESC_4",
    "message": "La Fondation eGov n’encourage pas la création de rôles de « super-utilisateur » avec un large accès, sans objectif spécifique.",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_7_SUB_1",
    "message": "Partage de données",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_7_SUB_7_DESC_1",
    "message": "Lorsque vous accédez aux services du propriétaire du programme ou payez des taxes et/ou des frais au propriétaire du programme, vos données (y compris vos informations personnelles) sont collectées, stockées, traitées et utilisées comme décrit ci-dessus.",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_7_SUB_7_DESC_2",
    "message": "Vos données peuvent être partagées avec les entités suivantes, aux fins suivantes :",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_7_SUB_7_DESC_3",
    "message": "Admin Console suit par défaut les principes du moindre privilège et de la limitation des objectifs. Cela signifie que les informations personnelles ne sont jamais utilisées/partagées à des fins d'analyse, ou dans tous les cas où l'objectif du partage de données est atteint par des données agrégées ou dépersonnalisées.",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_7_SUB_7_DESC_4",
    "message": "Vos données ne seront pas partagées avec des entités autres que celles énumérées ci-dessus, à moins que vous consentiez à un tel partage ultérieur, ou à moins que ce partage ne soit rendu obligatoire par la loi ou par l'ordonnance d'un tribunal ou d'un organe judiciaire similaire.",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_8_SUB_1",
    "message": "Conservation et suppression des données",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_8_SUB_8_DESC_1",
    "message": "Vos données (y compris vos informations personnelles) seront conservées pendant la période spécifiée par le propriétaire du programme et/ou spécifiée par la loi applicable.",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_8_SUB_8_DESC_2",
    "message": "Vos données (y compris vos informations personnelles) peuvent être supprimées par le propriétaire du programme conformément à leurs processus établis et/ou comme spécifié par la loi en vigueur.",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_8_SUB_8_DESC_3",
    "message": "Vous n'avez pas le droit de demander au propriétaire du programme de supprimer vos données, à moins que ce droit ne soit reconnu/accordé par le propriétaire du programme et/ou par la loi applicable.",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_8_SUB_8_DESC_4",
    "message": "Veuillez noter que la suppression de votre compte sur le site Web de la console d'administration ou sur l'application mobile, ou la suppression de tout message que vous avez échangé avec les employés ou sous-traitants du propriétaire du programme par SMS, chatbot, etc. ne signifie pas que vos données (y compris les informations personnelles) ont été supprimées de l'administrateur. Dossiers du propriétaire de la console/du programme.",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_9_SUB_9",
    "message": "Vos droits concernant ces données",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_9_SUB_9_DESC_1",
    "message": "Vous disposez des droits suivants concernant les données (y compris les informations personnelles) couvertes par la présente politique de confidentialité :",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_9_SUB_9_DESC_2",
    "message": "un. Vous avez le droit de savoir quelles données sont collectées, stockées, traitées, utilisées et partagées. Cette politique de confidentialité vous a fourni les informations pertinentes.",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_9_SUB_9_DESC_3",
    "message": "b. Vous avez le droit de consulter vos données et de demander leur correction en cas d'erreurs. ",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_9_SUB_9_DESC_3_SUBDESC_1",
    "message": "je. Le propriétaire du programme déterminera la procédure de correction.",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_9_SUB_9_DESC_3_SUBDESC_2",
    "message": "ii. Pour accéder à ces informations, veuillez contacter les coordonnées du propriétaire du programme.",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_9_SUB_9_DESC_4",
    "message": "c. Vous avez le droit de savoir avec qui vos données ont été/sont partagées.",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_9_SUB_9_DESC_5",
    "message": "d. Dans le cas où vos données doivent être partagées avec toute personne ou organisation non déjà décrite dans la section « Partage de données » de cette politique, le propriétaire du programme vous contactera et demandera votre consentement pour un tel partage.",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_9_SUB_9_DESC_4_SUBDESC_1",
    "message": "je. Pour accéder à ces informations, veuillez contacter les coordonnées du propriétaire du programme.",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_9_SUB_9_DESC_5_SUBDESC_1",
    "message": "ii. Vous avez le droit de refuser un tel consentement, auquel cas vos données ne peuvent pas être partagées avec cette personne ou organisation supplémentaire.",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_9_SUB_9_DESC_5_SUBDESC_2",
    "message": "ii.Cette disposition peut ne pas s'appliquer si le partage de vos données avec une telle personne ou organisation supplémentaire est imposé par la loi ou par l'ordonnance d'un tribunal/organe judiciaire.",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_10_SUB_10",
    "message": "Version de la politique de confidentialité",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_10_SUB_10_DESC_1",
    "message": "Vous lisez la dernière version de cette politique de confidentialité.",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_10_SUB_10_DESC_2",
    "message": "Il s'agit de la version [version #] de cette politique de confidentialité.",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_11_SUB_11",
    "message": "Requêtes et griefs",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_11_SUB_11_DESC_1",
    "message": "Pour toute question ou grief, veuillez contacter [coordonnées]",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_12_SUB_12",
    "message": "Annexe : Détails de la collecte, de l'utilisation et du partage des données",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_12_SUB_12_DESC_1",
    "message": "DIGIT HCM (Gestion des Campagnes Santé)",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_12_SUB_12_DESC_2",
    "message": "MUKTASoft (Gestion des Travaux Publics x Gestion des Bénéficiaires)",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
},
{
    "code": "PRIVACY_HEADER_2_SUB_2_DESC_5",
    "message": "d. « Propriétaire du programme », « Agence gouvernementale » et « Gouvernement concerné » font tous référence à [Nom de l'agence gouvernementale].",
    "module": "digit-privacy-policy",
    "locale": "fr_IN"
}
]